Repository: CBenoit/autolatex
Catalog: po/*/LC_MESSAGES/autolatexgtk.po
Languages: fr

source: Saving configuration information into {}
fr: Enregistrement des informations de configuration dans {}

source: No change detected
fr: Pas de changement détecté

source: Saving system configuration about translators
fr: Enregistrement de la configuration système pour les convertisseurs

source: Saving user configuration about translators
fr: Enregistrement de la configuration utilisateur pour les convertisseurs

source: Saving project configuration about translators
fr: Enregistrement de la configuration document pour les convertisseurs

source: Saving tool configuration
fr: Enregistrement de la configuration des outils

source: Command name not specified
fr: Nom en ligne de commande non spécifié

source: Generation
fr: Génération

source: Main TeX file (optional):
fr: Fichier TeX principal (optionnel) :

source: Run bibliography tool
fr: Exécuter BibTeX

source: Automatic generation of pictures
fr: Génération automatique des figures

source: Image search directory:
fr: Répertoire de recherche des figures :

source: Type of generation:
fr: Type de génération

source: Type of MakeIndex style research:
fr: Type de recherche de style pour MakeIndex :

source: Viewer
fr: Visualisateur

source: Launch a viewer after compilation
fr: Lancement d'un visualisateur après la génération

source: Command of the viewer (optional):
fr: Commande pour le visualisateur (optionnel) :

source: Cleaning
fr: Nettoyage

source: Files to clean:
fr: Fichiers à supprimer lors d'un nettoyage simple :

source: Files to desintegrate:
fr: Fichiers à supprimer lors d'un nettoyage complet :

source: SCM support
fr: Support SCM

source: Update command line:
fr: Commande pour la mise-à-jour locale :

source: Commit command line:
fr: Commande pour déposer les modifications :

source: Generate PDF document
fr: Génération d'un document PDF

source: Generate DVI document
fr: Génération d'un document DVI

source: Generate Postscript document
fr: Génération d'un document Postscript

source: Generate PDF document via Postscript
fr: Génération d'un document PDF via Postscript

source: Use current configuration file value
fr: Utilisation de la valeur dans le fichier de configuration

source: Auto-detect the style inside the project directory
fr: Auto-détection du style depuis le répertoire du document

source: Use only the default AutoLaTeX style
fr: Utilisation du style par défaut

source: No style is passed to MakeIndex
fr: Aucun style utilisé par MakeIndex

source: *ADMINISTRATOR*
fr: *ADMINISTRATEUR*

source: Tools
fr: Outils

source: Project Configuration
fr: Configuration du document

source: User Configuration
fr: Configuration utilisateur

source: System Configuration
fr: Configuration système

source: Translators
fr: Convertisseurs

source: Saving hidden notebook panel
fr: Enregistrement des panneaux cachés

source: icon not found: {}
fr: icône non trouvée : {}

source: {}: on Gtk signal '{}', calling {}($)
fr: {}: depuis le signal Gtk '{}', appellant {}($)

source: Ignoring Gtk signal '{}'
fr: Le signal Gtk '{}' est ignoré

source: Main TeX file:
fr: Fichier TeX principal :

source: Prefered Launcher:
fr: Mode d'exécution préféré :

source: Clean and Execute
fr: Nettoyer et générer

source: Clean
fr: Nettoyage simple

source: Clean all
fr: Nettoyage complet

source: No prefered launcher, use first available
fr: Pas de mode d'exécution préféré, utiliser le premier disponible

source: Gnome terminal
fr: Console Gnome

source: KDE console
fr: Console KDE

source: No graphical terminal
fr: Pas de console graphique

source: Preferred launcher: {}
fr: Mode d'exécution préféré : {}

source: Launching AutoLaTeX with parameters: {}
fr: Lancement de AutoLaTeX avec les paramètres : {}

source: trying prefered launcher: {}
fr: Essai du mode d'exécution : {}

source: launch succeeded
fr: Succès du lancement

source: trying {}
fr: essai de {}

source: List of available translators: (click on the three left columns to change the loading state of the translators)
fr: Liste des convertisseurs disponibles : (cliquer sur les trois premières colonnes pour changer l'état des convertisseurs)

source: All users
fr: Tous les util.

source: Current usr
fr: Util. courant

source: Current project
fr: Doc. courant

source: Loaded, no conflict
fr: Chargé, pas de conflit

source: Loaded, conflict
fr: Chargé, en conflit

source: Not loaded
fr: Non chargé

source: Unspecified, no conflict
fr: Non spécifié, pas de conflit

source: Unspecified, conflict
fr: Non spécifié, en conflit
